Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Good co-ordination in connection with planning and design requires the building work environment co-ordinator to ensure that no incongruences capable of affecting the work environment occur between the different designers’ building documents.
sv: En god samordning vid planeringen och projekteringen förutsätter att byggarbetsmiljösamordnaren ser till att det inte uppstår bristande samstämmighet mellan de olika projektörernas bygghandlingar som kan få konsekvenser för arbetsmiljön.

source: Co-ordination can, for example, be needed between those designing frameworks and those designing installations, so as to ensure, among other things, that sufficient space is provided for incoming transport and assembly.
sv: Samordning kan bland annat behövas mellan dem som projekterar stommar och dem som projekterar installationer, så att t.ex. tillräckligt utrymme för intransport och montering säkerställs.

source: It will then be possible, for example, to dispense with breaking and drilling of concrete, with all the hazards this implies.
sv: Därmed kan man också t.ex. undvika bilning och borrning i betong med de risker detta innebär.

source: Co-ordination of project preparation and design can avert situations where, for example, the spaces for ventilation ducts or cables etc. for various installations are made so low or cramped that during the project execution stage
sv: Genom samordning av planeringen och projekteringen kan det vidare undvikas att utrymmen för t.ex. ventilationskanaler eller ledningar till olika installationer utformas så låga eller trånga att entreprenörerna i byggskedet måste ta till improviserade och från arbetsmiljösynpunkt olämpliga lösningar.

source: In spaces where several installations are to be made, it is important to consider the order in which installation work can proceed.
sv: I utrymmen där flera installationer ska utföras är det viktigt att tänka på i vilken ordning som monteringen kan ske.

source: Matters of co-ordination also include considering the time it takes for structures, coatings and surfacing to harden and dry.
sv: Till samordningsfrågorna hör också att beakta den tid som går åt för härdning och uttorkning av konstruktioner, beläggningar och ytbehandlingar.

source: When existing buildings and installations are to be altered, maintained or adapted for new users, many of the preconditions with a bearing on safety and health cannot be influenced through project preparation and design.
sv: Då befintliga byggnader och anläggningar ska ändras, underhållas eller anpassas för nya brukare kan många av de förutsättningar som har betydelse för arbetsmiljön inte påverkas vid projekteringen.

source: Special importance then attaches to co-ordination.
sv: Samordningen blir då särskilt viktig.

source: The fact of such work often having to be completed in a short time also increases the need for coordination.
sv: Även det förhållandet att sådana arbeten ofta ska genomföras på kort tid ökar kravet på samordning.

source: See the guidance on Section 8.
sv: Till 12 § Se allmänna råden till 8 §.

source: Guidance on Section 12 a
sv: (AFS 2014:26)

source: The size and content of the work environment plan will generally depend on the extent of the works and on the hazards which can be anticipated when the work is undertaken.
sv: Till 12 a § Arbetsmiljöplanens omfång och innehåll blir i allmänhet beroende av arbetenas omfattning och av de risker som kan förväntas uppstå vid arbetets utförande.

source: Rules may, for example, be needed concerning:
sv: Regler kan t.ex. behövas om

source: contingency measures for dealing with accidents and sudden illness, and points to be observed, respectively, by all persons and by those assigned particular duties,
sv: beredskap för olycksfall och akut sjukdom och vad alla resp. de som särskilt utsetts att sköta särskilda uppgifter ska iaktta,

source: use of transport routes on the construction site,
sv: vad som ska gälla vid användning av transportleder på bygget,

source: points to be observed concerning general safety devices, scaffolding, mobile work platforms etc.,
sv: vad som ska iakttas beträffande allmänna skyddsanordningar, ställningar, mobila arbetsplattformar m.m.,

source: points to be observed when hitching loads,
sv: vad som ska gälla vid koppling av last,

source: signalling to crane operators,
sv: vad som ska gälla för signalering till kranförare,

source: other points to be observed on the construction site as regards lifting devices and other technical devices which are subject to inspection,
sv: vad som i övrigt ska gälla på bygget beträffande lyftanordningar och andra besiktningspliktiga tekniska anordningar,

source: how the construction site is to be kept clear of spillage, litter etc., e.g. who is to clean up and when, where the waste is to be deposited, etc.,
sv: hur bygget ska hållas fritt från spill, skräp m.m., t.ex. vem som ska städa och när, var avfallet ska placeras etc.,

source: use of reception and storage spaces for materials and equipment,
sv: vad som ska gälla för användning av mottagnings- och lagringsutrymmen för material och utrustning,

source: times when work or certain types of work may not be carried out,
sv: när arbete inte får pågå eller när vissa arbeten inte får pågå,

source: zones or spaces which may not be used or entered,
sv: områden eller ytor som inte får användas eller beträdas,

source: conditions for the use of working methods causing high temperatures and/or showers of sparks,
sv: villkor för användning av arbetsmetoder som orsakar hög värme och/eller gnistregn,

source: occasions when the use of machinery generating noise above a certain level is permissible, and times when work causing air contaminants may be undertaken.
sv: när maskiner som alstrar bullernivåer över en viss nivå får användas och när arbeten som orsakar luftföroreningar får utföras.

source: A section dealing with work environment organisation on the construction site may need to include particulars of the following:
sv: Under ett avsnitt om byggarbetsplatsens arbetsmiljöorganisation kan uppgifter behöva finnas om

source: the identity of the party commissioning the building or civil engineering work,
sv: den som låter utföra byggnads- eller anläggningsarbetet,

source: where relevant, the identity of a client’s delegee who has taken over the client’s responsibility for the work environment,
sv: i förekommande fall uppdragstagare som övertagit byggherrens arbetsmiljöansvar,

source: the building work environment co-ordinator,
sv: byggarbetsmiljösamordnare,

source: the person in charge of fire safety,
sv: brandskyddsansvarig,

source: the person in charge of electrical safety,
sv: elansvarig,

source: the identity of the person issuing permits for hot work,
sv: vem som utfärdar tillstånd för heta arbeten,

source: permits needing to be obtained from national or local authorities, road authorities or owners of installations for electricity, telecommunications, gas etc.,
sv: information om vilka tillstånd som behövs från myndigheter, väghållare eller ägare av anläggningar för el, tele, gas osv.,

source: the safety delegates stationed at the construction site,
sv: vilka skyddsombud som finns på byggarbetsplatsen,

source: times of safety inspection tours and the persons who shall be taking part in them,
sv: tider för skyddsronder och vilka som ska delta,

source: persons with first-aid training,
sv: vilka som har utbildning i första hjälpen,

source: emergency preparedness for dealing with accidents, and closure devices and arrangements needed to prevent passing vehicular traffic from entering the zone where building or civil engineering work is in progress.
sv: krisberedskap vid olycka samt information om vilka avstängningsanordningar som behövs för att hindra passerande fordonstrafik att komma in på området där byggnads- eller anläggningsarbetet utförs.

source: Guidance on Section 12 a (2) C
sv: Till 12 a § andra stycket C

source: For the planning of the work and of the safety organisation during the construction phase, it is appropriate that the work environment plan should already be presented at the tendering stage, insofar as conditions are known.
sv: För planeringen av arbetet och skyddsorganisationen under byggskedet är det lämpligt att, så långt förhållandena är kända, redan på anbudsstadiet redovisa innehållet i arbetsmiljöplanen.

source: When the contractors are appointed, it is appropriate to consult them on the further design of the work environment plan.
sv: När entreprenörerna antas är det lämpligt att samråda med dem om den fortsatta utformningen av arbetsmiljöplanen.

source: It may be a good idea to establish early on which enterprise is to be co-ordinator on the construction site during the project execution stage.
sv: Det kan vara bra att tidigt göra klart vem som ska vara byggarbetsmiljösamordnare på byggarbetsplatsen under utförandet av byggnads- eller anläggningsarbetet.

source: Sections 8 and 12 require the work environment plan to be available before the site is set up.
sv: Enligt 8 och 12 §§ ska arbetsmiljöplanen finnas tillgänglig innan byggarbetsplatsen etableras.

source: It is usual that some works, including those mentioned in Section 12 a (2) C, are not designed until after the site has been set up.
sv: Det är vanligt att arbeten, även sådana som nämns i 12 a § andra stycket C, projekteras först sedan byggarbetsplatsen etablerats.

source: For such works, the work environment plan is to show such particulars as are known and have a bearing on the safety and health of the persons undertaking the work.
sv: För sådana arbeten får i arbetsmiljöplanen anges sådana kända uppgifter om arbetena som är av betydelse för hälsa och säkerhet för dem som utför arbetet.

source: Further particulars about these works can then be added to the plan as the design progresses.
sv: Ytterligare uppgifter om dessa arbeten får sedan tillföras planen efterhand som de projekteras.

source: The same procedure can well be applied concerning works which are not preceded by design.
sv: Samma förfarande kan med fördel tillämpas när det gäller arbeten som inte föregås av projektering.

source: If alterations are made to previous project design, it is important that corresponding changes are introduced in the work environment plan.
sv: Vid ändringar av redan utförd projektering är det viktigt att motsvarande ändringar införs i arbetsmiljöplanen.

source: Descriptions referred to in Section 12 a (2) C may, for example, concern:
sv: Beskrivningar som avses i 12 a § andra stycket C kan t.ex. gälla

source: Fall arrest systems which can be used and how they are to be assembled.
sv: vilka fallskyddsanordningar som kan användas och hur de ska monteras,

source: 1) How work with chemical and biological substances entailing special hazards (e.g. thermosetting plastics, PCB, asbestos, quartz) is to be conducted in a manner compatible with the safety of those actually doing the work and other persons present on the construction site, and
sv: 1) hur arbetet med kemiska och biologiska ämnen som medför särskilda risker (t.ex. härdplaster, PCB, asbest, kvarts) ska utföras på ett sätt som är säkert, dels för dem som ska utföra arbetet, dels för övriga som vistas på arbetsplatsen och

source: 2) what safety, screening-off or ventilation measures need to be taken in this connection.
sv: 2) vilka skydds-, avskärmnings- eller ventilationsåtgärder m.m. som därvid behöver vidtas,

source: Safety clearances and other safety precautions occasioned by the work being undertaken in the vicinity of high voltage power transmission lines.
sv: säkerhetsavstånd och andra skyddsåtgärder med anledning av att arbetet ska utföras i närheten av högspänningsledningar,

source: Safety precautions needed for the avoidance of drowning accidents in connection with work on bridges, quaysides and barges.
sv: skyddsåtgärder som behöver vidtas för att undvika en drunkningsolycka då arbeten utförs på broar, kajer, pråmar,

source: Stabilisation measures needed for the framework during erection; see also the General Recommendations accompanying Sections 5 and 10.
sv: vilka stabiliseringsåtgärder som behövs för stommen under uppförandet, se även allmänna råden till 5 och 10 §§,

source: Which scaffoldings, work platforms, guardrails and anchorages for personal protective equipment are needed, and how these devices are to be assembled and anchored.
sv: vilka ställningar, arbetsplattformar, skyddsräcken, fästen för personlig skyddsutrustning som behövs samt hur anordningarna ska monteras och förankras,

source: Instructions on the safe demolition of a building or load-bearing structures; see also the General Recommendations accompanying Sections 5 and 10.
sv: instruktioner för hur rivning av byggnad eller bärande konstruktioner ska göras på ett säkert sätt (se även allmänna råden till 5 och 10 §§),

source: The general remarks made in the guidance on Section 8 concerning the urgent importance of starting to draw up the work environment plan from an early stage also apply to these descriptions.
sv: Vad som i kommentaren till 8 § i allmänhet sagts om det angelägna i att tidigt börja upprätta arbetsmiljöplanen gäller även dessa beskrivningar.

source: Further General Recommendations on the preparation of work environment plans will be found in the guidance on Sections 78-80 (demolition) and 81 (passing vehicular traffic).
sv: Ytterligare allmänna råd om upprättande av arbetsmiljöplan finns i kommentarerna till 78–80 §§ (rivning) och 81 § (passerande fordonstrafik).

source: Guidance on Section 12 b
sv: (AFS 2008:16)

source: The documentation may comprise selected parts of the as-built documents normally prepared in connection with construction works, supplemented by suitable work environment information.
sv: Till 12 b § Dokumentationen kan bestå av valda delar av de relationshandlingar som normalt görs vid byggnadsarbeten, kompletterade med lämplig arbetsmiljöinformation.

source: Guidance on Sections 13-15
sv: (AFS 2008:16)

source: The work environment viewpoints referred to in Section 13 relate to risks which do or may result from several people working in a work area.
sv: De arbetsmiljösynpunkter som avses i 13 § syftar på risker som är eller kan bli ett resultat av att flera personer arbetar på ett arbetsställe.

source: Work equipment means the same as in the Swedish Work Environment Authority’s regulations on the Use of work equipment.
sv: Med arbetsutrustning avses här detsamma som i Arbetsmiljöverkets föreskrifter om Användning av arbetsutrustning.

source: Certain guidelines for work environment activities are normally found in the work environment plan.
sv: Vissa riktlinjer för arbetsmiljöverksamheten finns normalt i arbetsmiljöplanen.

source: As soon as the building site has been set up, it is appropriate for the building work environment co-ordinator at a meeting with others active on the building site to provide information on the work environment plan and make the adjustments to it which may be needed.
sv: Så snart etablering skett på byggarbetsplatsen är det lämpligt att byggarbetsmiljösamordnaren vid ett sammanträde med övriga som är verksamma på byggarbetsplatsen informerar om arbetsmiljöplanen och gör de anpassningar av den som kan behövas.

source: It is appropriate for safety delegates, safety engineers and representatives from the occupational health service to participate in this meeting.
sv: Vid sammanträdet är det lämpligt att skyddsombud, skyddsingenjörer och representanter från företagshälsovård deltar.

source: Pursuant to Chap. 3, Section 7 b compared with Section 7 e of the Work Environment Act, it is the building work environment co-ordinator that shall ensure that personnel facilities and sanitary arrangements are established to the requisite extent on a shared work site.
sv: Enligt 3 kap. 7 b § jämförd med 7 e § arbetsmiljölagen är det byggarbetsmiljösamordnaren som ska se till att personalutrymmen och sanitära anordningar inrättas i behövlig omfattning på ett gemensamt arbetsställe.

source: The Swedish Work Environment Authority has announced regulations concerning Workplace design.
sv: Arbetsmiljöverket har meddelat föreskrifter om arbetsplatsens utformning.

source: These also include stipulations relating to personnel facilities and sanitary arrangements.
sv: Där finns också bestämmelser om personalutrymmen och sanitära anordningar.

source: The rules for the building site which are specified in the work environment plan may, where appropriate, be used as a basis for the rules of order and safety issued by the building work environment co-ordinator.
sv: De regler för byggarbetsplatsen som är angivna i arbetsmiljöplanen kan, om så är lämpligt, användas som underlag för de ordnings- och skyddsregler som byggarbetsmiljösamordnaren utfärdar.

source: At the same time, it is important for the work environment plan to be adjusted so that the rules specified therein match those issued by the building work environment co-ordinator.
sv: Samtidigt är det viktigt att arbetsmiljöplanen anpassas så att de regler som är angivna i den stämmer överens med dem som byggarbetsmiljösamordnaren har utfärdat.

source: One important task for the building work environment co-ordinator is to ensure that the building site is kept tidy and in good order.
sv: En viktig uppgift för byggarbetsmiljösamordnaren är att se till att byggarbetsplatsen hålls städad och att god ordning råder.

source: The stipulation stating that building work environment co-ordinator, pursuant to Chap. 3, Section 7 b of the Work Environment Act, shall see to it that the work environment plan is kept available on the construction site so that everyone working there can view it means, inter alia, that the work environment plan should be available in Swedish or English and that the content may need to be translated into other languages in a manner which is adapted to suit the needs of the construction site.
sv: Bestämmelsen om att byggarbetsmiljösamordnare enligt 3 kap. 7 b § arbetsmiljölagen ska se till att arbetsmiljöplanen finns tillgänglig på byggarbetsplatsen så att alla som arbetar där kan ta del av den innebär bl.a. att arbetsmiljöplanen bör finnas på svenska eller engelska och att innehållet kan behöva översättas till ytterligare språk, på ett sätt som är anpassat till byggarbetsplatsens behov.

source: The plan may be made available in hard-copy or digital format.
sv: Planen kan hållas tillgänglig i pappersformat eller i digitalt format.

source: In the latter case, everyone should have access to this.
sv: I det senare fallet bör alla ha tillgång till detta.

source: It is important that the adjustments in the documentation which is to be compiled pursuant to Sections 9 and 12 b are carried out so that the documentation matches the finished building or structure as it stands.
sv: Det är viktigt att anpassningarna i den dokumentation som ska upprättas enligt 9 och 12 b §§ genomförs så att dokumentationen stämmer med det slutliga utförandet som byggnaden eller anläggningen fått.

source: Necessary permits as mentioned in Section 15 may be such written permits as employees shall have received from the employer pursuant to the Swedish Work Environment Authority’s regulations on lifting devices and lifting accessories or the regulations on trucks, permits that allow the employees to use such devices.
sv: Erforderliga tillstånd som nämns i 15 § kan vara sådana skriftliga tillstånd som arbetstagare enligt Arbetsmiljöverkets föreskrifter om lyftanordningar och lyftredskap eller föreskrifterna om truckar ska ha erhållit av arbetsgivaren för att få använda anordningarna.

source: Guidance on Section 16
sv: (AFS 2014:26)

source: The building work environment co-ordinator may appoint one or more persons to attend to matters of co-ordination; cf. Section 6 and guidance on the same.
sv: Till 16 § Den som är byggarbetsmiljösamordnare kan utse en eller flera personer att sköta samordningsfrågorna, jämför 6 § med kommentar.

source: It is important that the person or persons attending to matters of coordination should be apprised of the building documents and work environment plan at the earliest possible juncture.
sv: Det är viktigt att den eller de som sköter samordningsfrågor så tidigt som möjligt får ta del av bygghandlingarna och arbetsmiljöplanen.

source: The co-ordina- tor needs to be kept continuously informed of matters relevant to safety, so as to be able to decide on appropriate measures and who is to take them.
sv: Denne behöver få löpande kännedom om sådant som har betydelse för säkerheten för att kunna besluta om lämpliga åtgärder och om vem som ska vidta dessa.

source: changes made to scaffolding,
sv: utförda ändringar av ställning,

source: recessing carried out or planned, or re-scheduling of certain work etc.,
sv: håltagningar som utförts eller planerats eller ändrad tid för visst arbete osv.

source: The Work Environment Act also lays down other basic duties, such as that of not endangering others at a common worksite through one’s own activity (see Chap. 3, Section 7 g of the Work Environment Act).
sv: I arbetsmiljölagen finns också andra grundläggande skyldigheter, bland annat att inte genom den egna verksamheten utsätta andra som arbetar på ett gemensamt arbetsställe för risker (se 3 kap. 7 g § arbetsmiljölagen).

source: Effective co-ordination also depends on the co-ordinator being able to study inspection documents, inspection notices and suchlike records (also those addressed to different employers on the site) material to co-ordination.
sv: En förutsättning för effektiv samordning är vidare att byggarbetsmiljösamordnaren får ta del av besiktningshandlingar, inspektionsmeddelanden och liknande som har betydelse för samordningen.

source: It is important that the co-ordinator ensures that he is kept continuously informed by other contractors as to when they intend to have people working on the construction site.
sv: Det är viktigt att byggarbetsmiljösamordnaren ser till att han fortlöpande får uppgifter från övriga entreprenörer om när dessa avser att ha personer verksamma på byggarbetsplatsen.

source: It may be a practical arrangement for the co-ordinator to collect risk assessments from the undertakings active on the construction site.
sv: Det kan vara praktiskt att samordnaren samlar in riskbedömningar från företagen som är verksamma på byggarbetsplatsen.

source: Guidance on Section 18
sv: (AFS 2008:16)

source: Untidiness often entails a risk of falls due to someone slipping, tripping or missing their footing.
sv: Till 18 § Dålig ordning innebär ofta risker för fall genom att någon halkar, snubblar eller trampar fel.

source: Falls to a lower level, which are among the commonest causes of serious work injuries, are often preceded by events of this kind.
sv: Fall till lägre nivå, som är en av de vanligare orsakerna till allvarliga arbetsskador, föregås ofta av sådana händelser.

source: Measures for achieving a good standard of tidiness include, for example:
sv: Som exempel på åtgärder för att åstadkomma god ordning kan anges

source: adequate cleaning,
sv: att städning sker i tillräcklig omfattning,

source: the organisation of chutes, containers and skips for refuse in such a way that surplus material and spillage can be suitably disposed of, and adequate provision of storage areas and refuse bins.
sv: att störttrummor, transportbehållare och containrar för avfall ordnas så att överblivet material och spill kan tas om hand på lämpligt sätt och att upplagsplatser och sopbehållare finns i tillräcklig omfattning.
